export const timelineData = [
    {
        "year": -2105,
        "character": "נח",
        "event": "המבול והתיבה"
    },
    {
        "year": -1700,
        "character": "אברהם, לוט והגר",
        "event": "ההבטחה, סדום וישמעאל"
    },
    {
        "year": -1500,
        "character": "יעקב אבינו",
        "event": "חלום הסולם ומעבר יבוק"
    },
    {
        "year": -1450,
        "character": "יוסף הצדיק",
        "event": "מכירת יוסף"
    },
    {
        "year": -1313,
        "character": "משה ואהרן",
        "event": "יציאת מצרים והר סיני"
    },
    {
        "year": -1273,
        "character": "יהושע בן נון",
        "event": "כניסה לארץ וכיבושים"
    },
    {
        "year": -1150,
        "character": "דבורה הנביאה",
        "event": "מלחמת סיסרא"
    },
    {
        "year": -1100,
        "character": "גדעון ואבימלך",
        "event": "מלחמת מדין ומשל יותם"
    },
    {
        "year": -1080,
        "character": "שמשון הגיבור",
        "event": "גבורה מול הפלשתים"
    },
    {
        "year": -1050,
        "character": "שמואל וחנה",
        "event": "משכן שילה והמלכת שאול"
    },
    {
        "year": -1030,
        "character": "שאול המלך",
        "event": "המלוכה והנפילה בגלבוע"
    },
    {
        "year": -1000,
        "character": "דוד המלך",
        "event": "כיבוש ירושלים וניצחונות"
    },
    {
        "year": -970,
        "character": "שלמה המלך",
        "event": "בניין המקדש"
    },
    {
        "year": -930,
        "character": "רחבעם וירבעם",
        "event": "פילוג הממלכה ועגלי הזהב"
    },
    {
        "year": -880,
        "character": "עמרי המלך",
        "event": "בניית העיר שומרון"
    },
    {
        "year": -850,
        "character": "אליהו, עובדיה ואחאב",
        "event": "נביאי הבעל בכרמל ובצורת"
    },
    {
        "year": -800,
        "character": "אלישע הנביא",
        "event": "ריפוי מי יריחו"
    },
    {
        "year": -780,
        "character": "יונה הנביא",
        "event": "הבריחה מיפו לנינווה"
    },
    {
        "year": -590,
        "character": "יחזקאל הנביא",
        "event": "חזון המרכבה בנהר כבר"
    },
    {
        "year": -586,
        "character": "ירמיהו הנביא",
        "event": "חורבן בית ראשון"
    }
];
